Repository: vicwomg/pikaraoke
Catalog: pikaraoke/translations/*/messages.po
Languages: fi_fi

source: Admin mode granted!
fi_fi: Järjestelmänvalvojan valtuudet myönnetty!

source: Incorrect admin password!
fi_fi: Väärä järjestelmänvalvoja-salasana!

source: Browse
fi_fi: Selaa

source: Do you want to change the name of the person using this device? This will show up on queued songs. Current: %(currentUser)s
fi_fi: Haluatko vaihtaa tämänhetkisen käyttäjän nimen? Tämä nimitulee näkymään kappalejonossa. Nykyinen: %(currentUser)s

source: Home
fi_fi: Kotisivu

source: Queue
fi_fi: Jono

source: Search
fi_fi: Etsi

source: Are you sure you want to delete this song from the library?
fi_fi: Oletko varma että haluat poistaa tämän kappaleen karaokelaitteelta?

source: No suggestion!
fi_fi: Ei ehdotuksia!

source: Edit Song
fi_fi: Muokkaa kappaletta

source: Edit Song Name
fi_fi: Muokkaa kappaleen nimeä

source: Auto-format
fi_fi: Automaattinen muokkaus

source: Swap artist/song order
fi_fi: Vaihda artisti/kappale paikat

source: Save
fi_fi: Tallenna

source: Delete this song
fi_fi: Poista tämä kappale

source: Please enter your name. This will show up next to the songs you queue up from this device.
fi_fi: Kirjoita nimesi. Tämä nimi tulee näkymään kappalejonossa jonottamiesikappaleiden vieressä.

source: Song added to the queue:
fi_fi: Jonoon lisätty kappale:

source: Song already in the queue:
fi_fi: Kappale on jo jonossa:

source: Sorted Alphabetically
fi_fi: Aakkosjärjestyksessä

source: Sort by Date
fi_fi: Päivämääräjärjestykseen

source: Sorted by date
fi_fi: Päivämääräjärjestyksessä

source: Sort by Alphabetical
fi_fi: Aakkosjärjestykseen

source: Nothing is playing right now.
fi_fi: Ei soitettavaa kappaletta tällä hetkellä.

source: Next singer
fi_fi: Seuraava lauluja

source: No song is queued.
fi_fi: Ei jonosso olevia kappaleita.

source: Are you sure you want to skip this track? If you didn't add this song, ask permission first!
fi_fi: Haluatko varmasti skipata tämän kappaleen? Jos kappale ei ole itse lisäämäsi, kysythän ensin luvan!

source: Now Playing
fi_fi: Soi tällä hetkellä

source: Next Song
fi_fi: Seuraava kappale

source: Player Control
fi_fi: Soittimen säätimet

source: Restart Song
fi_fi: Aloita kappale uudelleen

source: Stop Current Song
fi_fi: Pysäytä Nykyinen Kappale

source: Volume Down
fi_fi: Ääni hiljemmälle

source: Volume Up
fi_fi: Ääni kovemmalle

source: Change Key
fi_fi: Vaihda Sävelasteikkoa

source: Change
fi_fi: Vaihda

source: Are you sure you want to quit?
fi_fi: Haluatko varmasti että haluat lopettaa?

source: Are you sure you want to shut down?
fi_fi: Haluatko varmasti sammuttaa karaokelaitteen?

source: Are you sure you want to reboot?
fi_fi: Haluatko varmasti käynnistää karaokelaitteen uudestaan?

source: Are you sure you want to update Youtube-dl right now? Current and pending downloads may fail.
fi_fi: Haluatko varmasti päivittää 'Youtube-dl':n juuri nyt? Tämänhetkiset ja jonottavat lataukset saattavat epäonnistua.

source: Information
fi_fi: Informaatio.

source: URL of %(site_title)s:
fi_fi: URL %(site_title)s:

source: Handy URL QR code to share with a pal:
fi_fi: Kätevä URL QR-koodi kaverille jaettavaksi:

source: Open splash screen
fi_fi: Avaa Splash-näyttö

source: System Info
fi_fi: Järjestelmän Tiedot

source: Disk Usage: %(disk)s
fi_fi: Levyn käyttö: %(disk)s

source: Memory: %(memory)s
fi_fi: Muisti: %(memory)s

source: Youtube-dl (yt-dlp) version: %(youtubedl_version)s
fi_fi: Youtube-dl (yt-dlp) -versio: %(youtubedl_version)s

source: Pikaraoke version: %(pikaraoke_version)s
fi_fi: Pikaraoke-versio: %(pikaraoke_version)s

source: Updates
fi_fi: Päivitykset

source: Refresh the song list:
fi_fi: Päivitä kappalelista:

source: Rescan song directory
fi_fi: Skannaa kappalehakemisto uudelleen

source: You should only need to do this if you manually copied files to the download directory while pikaraoke was running.
fi_fi: Sinun tulisi tehdä tämä ainoastaan jos olet manuaalisesti kopioinut kappaleita latauskansioon pikaraoken ollessa päällä.

source: If downloads or searches stopped working, updating youtube-dl will probably fix it. The current installed version is: "%(youtubedl_version)s"
fi_fi: Jos lataukset tai haut lakkasivat toimimasta, ongelman voi todennäköisesti korjatapäivittämällä 'youtube-dl':n. Tämänhetkinen asennettu versio: "%(youtubedl_version)s"

source: Update youtube-dl
fi_fi: Päivitä youtube-dl

source: This update link above may fail if you don't have proper file permissions. Check the pikaraoke log for errors.
fi_fi: Ylläoleva päivityslinkki saattaa epäonnistua, jos sinulla ei ole tarvittavia tiedoston käyttöoikeuksia. Tarkista pikaraoke-log virheet.

source: Shutdown
fi_fi: Sammuta

source: Don't just pull the plug! Always shut down your server properly to avoid data corruption.
fi_fi: Älä vain vedä pistokkeesta! Sammuta karaokelaite (=server) aina huolella, jotta tiedostot eivät vioitu.

source: Quit Pikaraoke
fi_fi: Sammuta Pikaraoke

source: Reboot System
fi_fi: Käynnistä järjestelmä uudelleen

source: Shutdown System
fi_fi: Sammuta järjestelmä

source: Other
fi_fi: Muut

source: Expand Raspberry Pi filesystem
fi_fi: Laajenna Raspberry Pi -tiedostojärjestelmää

source: If you just installed the pre-built pikaraoke pi image and your SD card is larger than 4GB, you may want to expand the filesystem to utilize the remaining space. You only need to do this once. This will reboot the system.
fi_fi: Jos asensit juuri valmiin Pikaraoke pi-imagen ja SD-korttisi on suurempi kuin 4 Gt, voit halutessasi laajentaa tiedostojärjestelmää hyödyntääksesi jäljellä olevan tilan. Sinun tarvitsee tehdä tämä vain kerran. Tämä käynnistää järjestelmän uudelleen.

source: Disable admin mode: <a href="%(logout_url)s">Log out</a>
fi_fi: Poista järjestelmänvalvojatila käytöstä: <a href=“%(logout_url)s”>Deslogar</a>

source: Enable admin mode: <a href="%(login_url)s">Log in</a>
fi_fi: Ota järjestelmänvalvojatila käyttöön: <a href=“%(login_url)s”>Logar</a>

source: Login
fi_fi: Kirjaudu sisään

source: Enter the administrator password
fi_fi: Kirjoita järjestelmänvalvojan salasana"

source: The queue is empty
fi_fi: Jono on tyhjä

source: Add 3 random songs
fi_fi: Valitse 3 kappaletta satunnaisesti

source: Clear all
fi_fi: Tyhjennä kappalejono

source: Available songs in local library
fi_fi: Kappaleet saatavilla karaokelaitteen muistissa

source: Search / Add New
fi_fi: Etsi / Uusi Kappale

source: Available Songs
fi_fi: Saatavilla olevat kappaleet

source: Add to queue
fi_fi: Lisää Jonoon

source: Clear
fi_fi: Tyhjennä

source: Advanced
fi_fi: Tarkemmat hakuvaihtoehdot

source: Type a song (title/artist) to search the available songs and click 'Add to queue' to add it to the queue.
fi_fi: Kirjoita kappale (kappale/artisti) nähdäksesi tarjolla olevat kappaleet ja paina 'Lisää Jonoon'-nappia.

source: If the song doesn't appear in the "Available Songs" dropdown, click 'Search' to find it on Youtube
fi_fi: Jos kappaleesi ei näy "Saatavilla olevat kappaleet", avattavassa valikossa klikkaa "Etsi" tarkistaaksesi Youtuben tarjonnan.

source: Include non-karaoke matches
fi_fi: Sisällytä myös ei-karaoke versiot.

source: Direct download YouTube url:
fi_fi: Lataa suoraan Youtube URL:

source: Add to queue once downloaded
fi_fi: Lisää kappalejonoon lataamisen jälkeen.

source: Download
fi_fi: Lataa

source: Searching YouTube for <small><i>'%(search_term)s'</i></small>
fi_fi: Etsi Youtubesta <small><i>’%(search_term)s’</i></small>

source: Search results for <small><i>'%(search_string)s'</i></small>
fi_fi: Etsi hakutuloksia kohdeelle <small><i>’%(search_string)s’</i></small>

source: Click dropdown to show more results
fi_fi: Napsauta avattavaa valikkoa nähdäksesi lisää tuloksia

source: Link:
fi_fi: Linkki:

source: Up next:
fi_fi: Seuraavaksi:

source: Next singer:
fi_fi: Seuraava laulaja:
