Repository: vicwomg/pikaraoke
Catalog: pikaraoke/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_ve, fr_fr, id_id, it_it, pt_br, ru_ru

source: Edit Song
de_de: Lied bearbeiten
es_ve: Editar Canción
fr_fr: Modifier la chanson
id_id: Edit Lagu
it_it: Modifica brano
pt_br: Editar música
ru_ru: Редактировать песню

source: Edit Song Name
de_de: Liedname bearbeiten
es_ve: Editar el nombre de la canción
fr_fr: Modifier le nom de la chanson
id_id: Ubah Judul Lagu
it_it: Modifica Nome Brano
pt_br: Editar nome da música
ru_ru: Переименовать песню

source: Auto-format
de_de: Automatische Formatierung
es_ve: Auto-Formato
fr_fr: Formatage automatique
id_id: Format otomatis
it_it: Formattazione automatica
pt_br: Auto-formatar
ru_ru: Автоформат

source: Swap artist/song order
de_de: Künstler-/Liedreihenfolge tauschen
es_ve: Intercambiar artista/Orden de la canción
fr_fr: Échanger l'ordre artiste/chanson
id_id: Tukar urutan artis/judul
it_it: Cambia l'ordine degli artisti/brani
pt_br: Inverter ordem de artista/música
ru_ru: Поменять порядок артист/песня

source: Save
de_de: Speichern
es_ve: Guardar
fr_fr: Enregistrer
id_id: Simpan
it_it: Salva
pt_br: Salvar
ru_ru: Сохранить

source: Delete this song
de_de: Dieses Lied löschen
es_ve: Borrar esta canción
fr_fr: Supprimer cette musique
id_id: Hapus lagu ini
it_it: Elimina questa canzone
pt_br: Apagar esta música
ru_ru: Удалить эту песню

source: Sorted Alphabetically
fr_fr: Trié alphabétiquement
id_id: Diurutkan berdasarkan abjad
it_it: Ordinato Alfabeticamente
pt_br: Ordenado Alfabeticamente
ru_ru: Отсортировать по алфавиту

source: Sort by Date
de_de: Nach Datum sortieren
es_ve: Ordenar por fecha
id_id: Urutkan berdasarkan tanggal

source: Sorted by date
de_de: Nach Datum sortiert
es_ve: Ordenado por fecha
fr_fr: Trié par date
id_id: Diurutkan berdasarkan tanggal
it_it: Ordinato per data
pt_br: Ordenado por data
ru_ru: Отсортировано по дате

source: Sort by Alphabetical
de_de: Alphabetisch sortieren
es_ve: Ordenar alfabéticamente
id_id: Urutkan berdasarkan abjad

source: Edit all songs
id_id: Edit semua lagu
it_it: Modifica brano
pt_br: Editar todas as músicas
ru_ru: Редактировать все песни

source: Nothing is playing right now.
de_de: Es wird gerade nichts abgespielt.
es_ve: No se esta reproduciendo nada en este momento.
fr_fr: Rien n'est en cours de lecture actuellement.
id_id: Belum ada lagu yang diputar.
it_it: Nulla in riproduzione ora.
pt_br: Nada está sendo tocado no momento.
ru_ru: Нечего воспроизвести.

source: Next singer
de_de: Nächster Sänger
es_ve: ATENTO Próximo cantante
fr_fr: Prochain chanteur
id_id: Penyanyi berikutnya
it_it: Prossimo cantante
pt_br: Próximo cantor
ru_ru: Следующий певец

source: No song is queued.
de_de: Kein Lied in der Warteschlange
es_ve: No hay ninguna canción en cola.
fr_fr: Aucune chanson dans la file d'attente.
id_id: Belum ada lagu di antrian.
it_it: Nessun'altra canzone in coda.
pt_br: Nenhuma música na fila.
ru_ru: В очереди нет песен.

source: Are you sure you want to skip this track? If you didn't add this song, ask permission first!
de_de: Bist du sicher, dass du dieses Lied überspringen möchtest? Wenn du diesen Song nicht selbst hinzugefügt hast, frage um Erlaubnis!
es_ve: ¿Estás seguro de que quieres saltarte esta canción? Si no agregaste esta canción, ¡Pide Permiso Primero!
fr_fr: Êtes-vous sûr de vouloir ignorer cette chanson ? Si vous ne l'avez pas ajouté, demandez d'abord la permission !
id_id: Yakin ingin melewati lagu ini? Jika bukan Anda yang menambahkannya, mintalah izin terlebih dahulu!
it_it: Sei sicuro di voler saltare questo brano? Se non hai aggiunto questa canzone, chiedi prima il permesso!
pt_br: Tem certeza que quer pular esta música? Se não foi você que adicionou, peça permissão primeiro!
ru_ru: Вы точно хотите пропустить этот трек? Если это не вы добавили песню, предварительно будет запрошено разрешение на это!

source: Now Playing
de_de: Jetzt läuft
es_ve: Reproduciendo
fr_fr: En cours de lecture
id_id: Sedang Diputar
it_it: In riproduzione
pt_br: Tocando agora
ru_ru: Сейчас играет

source: Next Song
de_de: Nächstes Lied
es_ve: Siguiente canción
fr_fr: Prochaine chanson
id_id: Lagu Berikutnya
it_it: Prossima canzone
pt_br: Próxima música
ru_ru: Следующая песня

source: Player Control
de_de: Player-Steuerung
es_ve: Control del Reproductor
fr_fr: Contrôles du lecteur
id_id: Kontrol Pemutar
it_it: Controlli riproduzione
pt_br: Controles do Player
ru_ru: Управление плейером

source: Restart Song
de_de: Lied neu starten
es_ve: Reiniciar canción
fr_fr: Recommencer la chanson
id_id: Putar ulang dari awal
it_it: Riavvia canzone
pt_br: Reiniciar Música
ru_ru: Рестарт песни

source: Play/Pause
de_de: Abspielen/Pause
es_ve: Reproducir/Pausar
fr_fr: Lecture/Pause
id_id: Putar/Jeda
it_it: Riproduci/Pausa
pt_br: Tocar/Pausar
ru_ru: Играть/пауза

source: Stop Current Song
de_de: Aktuelles Lied stoppen
es_ve: Detener la canción actual
fr_fr: Arrêter la chanson en cours
id_id: Hentikan lagu saat ini
it_it: Interrompi Canzone attuale
pt_br: Parar música atual
ru_ru: Останов текущей песни

source: Change Key
de_de: Tonart ändern
es_ve: Cambiar Tono
fr_fr: Modifier la tonalité
id_id: Ubah Nada (Key)
it_it: Cambia Tonalità
pt_br: Mudar tom
ru_ru: Поменять высоту

source: Change
de_de: Ändern
es_ve: Cambiar
fr_fr: Modifier
id_id: Terapkan
it_it: Cambia
pt_br: Alterar
ru_ru: Поменять

source: Are you sure you want to quit?
de_de: Wirklich beenden?
es_ve: ¿Seguro que quieres salir?
fr_fr: Êtes-vous sûr de vouloir quitter ?
id_id: Yakin ingin keluar dari aplikasi?
it_it: Sei sicuro di voler uscire?
pt_br: Tem certeza que deseja sair?
ru_ru: Вы уверены, что хотите выйти?

source: Are you sure you want to shut down?
de_de: Das System wirklich herunterfahren?
es_ve: ¿Estás seguro(a) de que quieres cerrar?
fr_fr: Êtes-vous sûr de vouloir arrêter ?
id_id: Yakin ingin mematikan perangkat?
it_it: Sei sicuro di voler spegnere?
pt_br: Tem certeza que deseja desligar?
ru_ru: Вы уверены, что хотите выключить?

source: Are you sure you want to clear your preferences?
de_de: Die Einstellungen wirklich zurücksetzen?
es_ve: ¿Está seguro de que desea borrar sus preferencias?
fr_fr: Êtes-vous sûr de vouloir effacer vos préférences ?
id_id: Yakin ingin menghapus semua pengaturan Anda?
it_it: Sei sicuro di voler cancellare le tue preferenze?
pt_br: Tem certeza que deseja limpar suas preferências?
ru_ru: Вы уверены, что хотите очистить свои настройки?

source: Are you sure you want to reboot?
de_de: Das System wirklich neu starten?
es_ve: ¿Estás seguro(a) de que quieres reiniciar?
fr_fr: Êtes-vous sûr de vouloir redémarrer ?
id_id: Yakin ingin merestart perangkat?
it_it: Sei sicuro di voler riavviare?
pt_br: Tem certeza que deseja reiniciar?
ru_ru: Вы уверены, что хотите перезагрузить?

source: Are you sure you want to update Youtube-dl right now? Current and pending downloads may fail.
de_de: Bist du sicher, dass du Youtube-DL jetzt aktualisieren möchtest? Aktive und ausstehende Downloads könnten fehlschlagen.
es_ve: ¿Estás seguro de que deseas actualizar Youtube-dl ahora mismo? Las descargas actuales y pendientes pueden fallar.
fr_fr: Êtes-vous sûr de vouloir mettre à jour Youtube-dl maintenant ? Les téléchargements en cours et en attente risquent d'échouer.
id_id: Yakin ingin memperbarui yt-dlp sekarang? Download yang sedang berjalan atau menunggu bisa gagal.
it_it: Sei sicuro di voler aggiornare Youtube-dl adesso? I download in corso e in sospeso potrebbero fallire.
pt_br: Tem certeza que quer atualizar o Youtube-dl agora? Downloads em execução e pendentes podem falhar.
ru_ru: Вы уверены, что хотите обновить Youtube-dl прямо сейчас? Текущие и ожидающие загрузки файлов могут закончится неудачно.

source: Information
es_ve: Información
fr_fr: Informations
id_id: Informasi
it_it: Informazioni
pt_br: Informação
ru_ru: Информация

source: URL of %(site_title)s:
de_de: URL von %(site_title)s:
es_ve: URL de %(site_title)s:
fr_fr: URL de %(site_title)s :
id_id: Alamat URL %(site_title)s:
it_it: "URL di %(site_title)s:"
pt_br: URL do %(site_title)s:
ru_ru: УРЛ %(site_title)s:

source: Handy URL QR code to share with a pal:
de_de: Praktischer URL-QR-Code, um ihn mit einem Freund zu teilen:
es_ve: Código QR del URL para compartir con un amigo:
fr_fr: URL QR code à partager avec un ami :
id_id: Kode QR alamat yang mudah dibagikan ke teman:
it_it: Codice QR URL utile da condividere con un amico:
pt_br: QR code da URL para compartilhar com um amigo:
ru_ru: Простой УРЛ QR код чтобы поделиться с другими:

source: System Data
fr_fr: Statistiques système :
id_id: Data Sistem
it_it: Statistiche di sistema
pt_br: Status do Sistema
ru_ru: Статистика системы

source: System Info
es_ve: Información del sistema
fr_fr: Informations système
id_id: Informasi Sistem
it_it: Informazioni di sistema
pt_br: Informação do Sistema
ru_ru: Информация о системе

source: OS Version:
es_ve: Versión del Sistema Operativo:
fr_fr: Version OS :
id_id: Versi OS:
it_it: Versione SO:
pt_br: Versão do sistem:
ru_ru: Версия ОС:

source: Youtube-dl (yt-dlp) version:
es_ve: Youtube-dl (yt-dlp) versión:
fr_fr: Version youtube-dl (yt-dlp) :
id_id: Versi yt-dlp:
it_it: Youtube-dl (yt-dlp) versione:
pt_br: Versão do Youtube-dl (yt-dlp):
ru_ru: Версия Youtube-dl (yt-dlp):

source: FFmpeg version:
es_ve: FFmpeg versión:
fr_fr: Version FFmpeg :
id_id: Versi FFmpeg:
it_it: FFmpeg versione:
pt_br: Versão do FFmpeg
ru_ru: Версия FFmpeg:

source: Pikaraoke version:
es_ve: Pikaraoke versión:
fr_fr: Version pikaraoke :
id_id: Versi Pikaraoke:
it_it: Pikaraoke versione:
pt_br: Versão do Pikaraoke:
ru_ru: Версия Pikaraoke:

source: System stats
de_de: Systemstatistiken
es_ve: Estadísticas del sistema
fr_fr: Statistiques système :
id_id: Statistik Sistem
it_it: Statistiche di sistema
pt_br: Status do Sistema
ru_ru: Статистика системы

source: Disk Usage:
id_id: Penggunaan Disk:

source: Memory:
id_id: Memori:

source: User Preferences
de_de: Benutzereinstellungen
es_ve: Preferencias del usuario
fr_fr: Préférences utilisateur
id_id: Pengaturan Pengguna
it_it: Preferenze Utente
pt_br: Preferências de usuário
ru_ru: Пользовательские настройки

source: Splash screen settings
de_de: Einstellungen für den Begrüßungsbildschirm
es_ve: Configuración de la presentación de pantalla
fr_fr: Paramètres de l'écran de démarrage
id_id: Pengaturan Layar Pembuka
it_it: Impostazioni della schermata iniziale
pt_br: Configurações da tela de apresentação
ru_ru: Установки заставки

source: *You may need to refresh the splash screen for these changes to take effect.
de_de: Möglicherweise muss der Begrüßungsbildschirm neu geladen werden, damit die Änderungen sichtbar sind.
es_ve: *Es posible que necesites actualizar la pantalla de inicio para que estos cambios surtan efecto.
fr_fr: *Il se peut que vous deviez rafraîchir l'écran de démarrage pour que ces changements soient pris en compte.
id_id: *Anda mungkin perlu menyegarkan layar pembuka agar perubahan ini berlaku.
it_it: *Potrebbe essere necessario aggiornare la schermata iniziale affinchéqueste modifiche abbiano effetto.
pt_br: *Talvez seja necessário atualizar a tela de apresentação para que essas alterações entrem em vigor.
ru_ru: *Возможно потребуется обновить страницу, чтобы изменения вступили в силу.

source: Disable background video
de_de: Hintergrundvideo deaktivieren
es_ve: Desactivar el vídeo de fondo
fr_fr: Désactiver la vidéo d'arrière-plan
id_id: Nonaktifkan video latar belakang
it_it: Disattiva video in sottofondo
pt_br: Desativar vídeo de fundo
ru_ru: Отключить фоновое видео

source: Disable background music
de_de: Hintergrundmusik deaktivieren
es_ve: Desactivar la música de fondo
id_id: Nonaktifkan musik latar belakang

source: Disable the score screen after each song
de_de: Bewertungsbildschirm nach jedem Lied deaktivieren
es_ve: Desactivar la pantalla de puntuación después de cada canción
fr_fr: Désactiver l'écran des scores après chaque chanson
id_id: Nonaktifkan layar skor setelah setiap lagu
it_it: Disattiva la schermata del punteggio dopo ogni canzone
pt_br: Desativar tela de pontuaçãoa após cada música
ru_ru: Отключить экран набранных балов после каждой песни

source: Hide notifications
de_de: Benachrichtigungen ausblenden
es_ve: Ocultar notificaciones
fr_fr: Masquer les notifications
id_id: Sembunyikan notifikasi
it_it: Nascondi notifiche
pt_br: Ocultar notificações
ru_ru: Скрыть уведомления

source: Hide the URL and QR code
de_de: URL und QR-Code ausblenden
es_ve: Ocultar la URL y el código QR
fr_fr: Masquer l'URL et le QR code
id_id: Sembunyikan URL dan kode QR
it_it: Nascondi l'URL e il codice QR
pt_br: Ocultar URL e QR code
ru_ru: Скрыть УРЛ и QR код

source: Hide all overlays, including now playing, up next, and QR code
de_de: Alle Overlays ausblenden, einschließlich 'Jetzt läuft', 'Als Nächstes' und QR-Code
es_ve: Ocultar todas las superposiciones, incluidas las de reproducción actual, próximamente y el código QR
fr_fr: Masquer toutes les surcouches, y compris la lecture en cours, la lecture suivante et le QR code
id_id: Sembunyikan semua overlay (sedang diputar, berikutnya, dan QR code)
it_it: Nascondi tutte le sovrapposizioni, comprese canzoni in riproduzione, successive e codice QR
pt_br: Ocultar todas as sobreposições, incluindo 'tocando agora', 'a seguir' e QR code
ru_ru: Скрыть все оверлеи, включая сейчас играет, следующая и QR код

source: Default volume of the videos (min 0, max 100)
de_de: Standardlautstärke der Videos (min 0, max 100)
es_ve: Volumen predeterminado de los vídeos (mín. 0, máx. 100)
fr_fr: Volume par défaut des vidéos (min 0, max 100)
id_id: Volume default video (min 0, maks 100)
it_it: Volume predefinito dei video (min 0, max 100)
pt_br: Volume padrão dos videos (min 0, max 100)
ru_ru: Громкость видео по уморчанию (мин 0, макс 100)

source: Volume of the background music (min 0, max 100)
de_de: Lautstärke der Hintergrundmusik (min 0, max 100)
es_ve: Volumen de la música de fondo (mín. 0, máx. 100)
fr_fr: Volume de la musique de fond (min 0, max 100)
id_id: Volume musik latar belakang (min 0, maks 100)
it_it: Volume della musica di sottofondo (min 0, max 100)
pt_br: Volume da música de fundo (min 0, max 100)
ru_ru: Громкость фоновой музыки (мин 0, макс 100)

source: The amount of idle time in seconds before the screen saver activates. Set to 0 to disable it.
de_de: Inaktivzeit bis sich der Bildschirmschoner aktiviert. Zum Deaktivieren auf 0 setzen.
es_ve: Tiempo de inactividad en segundos antes de que se active el protector de pantalla. Establézcalo en 0 para desactivarlo.
fr_fr: Temps d'inactivité en secondes avant que l'économiseur d'écran ne s'active. Utilisez 0 pour désactiver.
id_id: Lama waktu tidak aktif (dalam detik) sebelum screensaver aktif. Isi 0 untuk menonaktifkan.
it_it: Tempo di inattività in secondi prima che si attivi lo screen saver. Imposta su 0 per disattivarlo.
pt_br: Tempo de inatividade em segundos antes de ativar a proteção de tela. Defina 0 para desabilitar.
ru_ru: Период бездействия в секундах до того, как включится хранитель экрана. Поставьте 0, чтобы отключить его.

source: The delay in seconds before starting the next song
de_de: Die Verzögerung in Sekunden vor dem Start des nächsten Liedes
es_ve: El retraso en segundos antes de comenzar la siguiente canción
fr_fr: Délai en secondes avant le début de la chanson suivante
id_id: Jeda (detik) sebelum memutar lagu berikutnya
it_it: Il ritardo in secondi prima dell'inizio del brano successivo
pt_br: Tempo de espera em segundos antes de iniciar a próxima música
ru_ru: Задержка в секундах перед стартом следующей песни

source: Score phrases
id_id: Frasa Penilaian
pt_br: Frases das pontuações

source: Add one phrase per line in each box and hit save.
id_id: Tambahkan satu frasa per baris di setiap kotak, lalu tekan simpan.
pt_br: Adicione uma frase por linha em cada caixa e clique em salvar.

source: LOW Score Phrases (score < 30)
id_id: Frasa Skor RENDAH (skor < 30)
pt_br: Frases para notas BAIXAS (nota < 30)

source: Could be better...
id_id: Bisa lebih baik lagi...
pt_br: Poderia ser melhor...

source: MID Score Phrases (30 > score < 60)
id_id: Frasa Skor SEDANG (30 < skor < 60)
pt_br: Frases para notas MÉDIAS (30 > nota < 30)

source: That was ok...
id_id: Lumayan lah...
pt_br: Foi legalzinho...

source: HIGH Score Phrases (60 < score)
id_id: Frasa Skor TINGGI (skor > 60)
pt_br: Frases para notas ALTAS (60 < score)

source: Wonderfull...
id_id: Luar biasa!
pt_br: Maravilhoso...

source: Language settings
es_ve: Configuración de idioma
fr_fr: Paramètres du serveur
id_id: Pengaturan Bahasa
it_it: Impostazioni del server
pt_br: Configurações de idioma
ru_ru: Языковые настройки

source: Preferred language (requires restart)
es_ve: Idioma preferido (requiere reinicio)
id_id: Bahasa pilihan (perlu restart aplikasi)
pt_br: Idioma preferido (requer reinicialização)
ru_ru: Выбор языка (требуется рестарт)

source: Server settings
de_de: Servereinstellungen
es_ve: Configuración del servidor
fr_fr: Paramètres du serveur
id_id: Pengaturan Server
it_it: Impostazioni del server
pt_br: Configurações do servidor
ru_ru: Настройки сервера

source: Normalize audio volume
de_de: Audio-Lautstärke normalisieren
es_ve: Normalizar el volumen del audio
fr_fr: Normaliser le volume
id_id: Normalisasi volume audio
it_it: Normalizza audio volume
pt_br: Normalizar volume de audio
ru_ru: Нормализовать громкость звука

source: Download high quality videos
de_de: Videos in hoher Qualität herunterladen
es_ve: Descargar vídeos de alta calidad
fr_fr: Télécharger des vidéos de haute qualité
id_id: Unduh video berkualitas tinggi
it_it: Scarica video in alta qualità
pt_br: Baixar videos em alta qualidade
ru_ru: Скачивать видео высокого качества

source: Transcode video completely before playing (better browser compatibility, slower starts). Buffer size will be ignored.*
de_de: Video vor dem Abspielen vollständig transkodieren (Bessere Browser-Kompatibilität, langsamerer Liedstart). Puffergröße wird ignoriert.
es_ve: Transcodificar el vídeo completamente antes de reproducirlo (mejor compatibilidad con navegadores, inicios más lentos). Se ignorará el tamaño del búfer.*
fr_fr: Transcode complètement la vidéo avant de la lire (meilleure compatibilité avec les navigateurs, démarrages plus lents). La taille de la mémoire tampon sera ignorée.*
id_id: Lakukan transcode video sepenuhnya sebelum diputar (kompatibilitas browser lebih baik, tapi mulai lebih lambat). Ukuran buffer akan diabaikan.*
it_it: Transcodifica completamente il video prima della riproduzione (migliore compatibilità con i browser, avvii più lenti). La dimensione del buffer verrà ignorata.*
pt_br: Transcodificar o vídeo completamente antes de reproduzir (melhor compatibilidade com navegadores, início mais lento). O tamanho do buffer será ignorado.*
ru_ru: Полностью транскодировать видео до того, как запустить проигрывание (улучшает совместимость с браузерами, замедляет старт). Размер буфера будет проигнорирован.*

source: Enable CDG pixel scaling (crisper visuals for CDG files, may increase CPU usage)
id_id: Aktifkan penskalaan piksel CDG (gambar lebih tajam untuk file CDG, bisa meningkatkan penggunaan CPU)
pt_br: Ativar o dimensionamento de pixels CDG (visuais mais nítidos para arquivos CDG, pode aumentar o uso da CPU)
ru_ru: Включить CDG пиксельное масштабирование (улучшит внешний вид файлов CDG, может увеличить нагрузку на CPU)

source: Fix the audio and video synchronization in seconds (negative = advances audio | positive = delays audio)
id_id: Atur sinkronisasi audio dan video (dalam detik). Nilai negatif = percepat audio | positif = tunda audio
pt_br: Corrigir a sincronização de áudio e vídeo em segundos (negativo = adianta o áudio | positivo = atrasa o áudio)
ru_ru: Исправить синхронизацию звука и видео в секундах (отрицательное = опережает звук, положительное = вперед видео)

source: Limit of songs an individual user can add to the queue (0 = unlimited)
de_de: Limit an Liedern, die ein Benutzer zur Warteschlange hinzufügen kann (0 = unbegrenzt)
es_ve: Límite de canciones que un usuario individual puede agregar a la cola (0 = ilimitado)
fr_fr: Limite de chansons qu'un utilisateur individuel peut ajouter à la file d'attente (0 = illimité)
id_id: Batas lagu yang boleh ditambahkan satu pengguna ke antrian (0 = tanpa batas)
it_it: Limite di brani che un singolo utente può aggiungere alla coda (0 = illimitato)
pt_br: Limite de músicas para cada usuário na fila (0 = ilimitado)
ru_ru: Предел количества песен от одного пользователя, которые можно добавить в очередь (0 = анлим)

source: Enable fair queue (round-robin mode ensures users take turns)
id_id: Aktifkan antrian yang adil (mode round-robin memastikan giliran pengguna)

source: Buffer size in kilobytes. Transcode this amount of the video before sending it to the splash screen.
de_de: Puffergröße in Kilobytes. Transkodiert diesen Teil des Videos, bevor es abgespielt wird.
es_ve: Tamaño del búfer en kilobytes. Transcodifique esta cantidad de vídeo antes de enviarlo a la pantalla de inicio.
fr_fr: Taille de la mémoire tampon en kilo-octets. Transcodez cette quantité de la vidéo avant de l'envoyer à l'écran de démarrage.
id_id: Ukuran buffer (kilobyte). Sebelum dikirim ke layar pembuka, video akan ditranscode sebanyak ukuran ini.
it_it: Dimensione del buffer in kilobytes. Transcodifica questa quantità di video prima di inviarlo allo schermo.
pt_br: Tamanho do buffer em kilobytes. Transcodifique essa quantidade do vídeo antes de enviá-lo para a tela de abertura.
ru_ru: Размер буфера в килобайтах. Транскодирование использует его под видео, прежде чем отправить клиенту.

source: Clear preferences
de_de: Einstellungen löschen
es_ve: Borrar preferencias
fr_fr: Effacer les préférences
id_id: Hapus pengaturan
it_it: Cancella preferenze
pt_br: Limpar preferências
ru_ru: Сбросить настройки

source: Updates
de_de: Aktualisierungen
es_ve: Actualizaciones
fr_fr: Mises à jour
id_id: Pembaruan
it_it: Aggiornamenti
pt_br: Atualizações
ru_ru: Обновление

source: Refresh the song list
fr_fr: Actualiser la liste des chansons :
id_id: Segarkan daftar lagu
it_it: Aggiorna l'elenco dei brani:
pt_br: Atualizar lista de músicas:
ru_ru: Обновить список песен

source: You should only need to do this if you manually copied files to the download directory while pikaraoke was running.
de_de: Nur nötig, wenn manuell Dateien in das Liederverzeichnis kopiert wurden, während Pikaraoke aktiv ist.
es_ve: Sólo deberías necesitar hacer esto si copiaste archivos manualmente al directorio de descarga mientras se ejecutaba pikaraoke.
fr_fr: Vous ne devriez avoir à le faire que si vous avez copié manuellement des fichiers dans le dossier de téléchargements alors que pikaraoke était en fonctionnement.
id_id: Hanya perlu dilakukan jika Anda menyalin file secara manual ke folder download saat Pikaraoke sedang berjalan.
it_it: Dovresti farlo solo se hai copiato manualmente file nella directory download mentre pikaraoke era in esecuzione.
pt_br: Você só precisará fazer isso se copiar manualmente os arquivos para o diretório de download enquanto o pikaraoke estava rodando.
ru_ru: Вам может потребоваться эта функция только если вы вручную скопировали файлы в директорию для загрузок при работающем pikaraoke.

source: Rescan song directory
de_de: Liederverzeichnis erneut scannen
es_ve: Volver a escanear el directorio de canciones
fr_fr: Re-scanner le dossier des chansons
id_id: Pindai ulang folder lagu
it_it: Riscansiona la cartella dei brani
pt_br: Rescanear diretório de músicas
ru_ru: Рескан директории с песнями

source: YT-DLP update
id_id: Perbarui yt-dlp
pt_br: Atualização do YT-DLP

source: If downloads or searches stopped working, updating youtube-dl will probably fix it.<br/> The current installed version is: "%(youtubedl_version)s".
id_id: Jika download atau pencarian tidak berfungsi, memperbarui yt-dlp biasanya akan memperbaikinya.<br/> Versi yang terpasang saat ini: "%(youtubedl_version)s"
