Repository: vicwomg/pikaraoke
Catalog: pikaraoke/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_ve, fr_fr, id_id, it_it, pt_br, ru_ru

source: Your preferences were changed successfully
de_de: Die Einstellungen wurden erfolgreich geändert
es_ve: Tus preferencias se han modificado correctamente
fr_fr: Vos préférences ont été modifiées avec succès
id_id: Pengaturan Anda berhasil disimpan
it_it: Le tue preferenze sono state modificate con successo
pt_br: Suas preferências foram alteradas com sucesso
ru_ru: Ваши настройки были успешно изменены

source: Something went wrong! Your preferences were not changed
de_de: Etwas ist schiefgelaufen! Die Einstellungen wurden nicht geändert
es_ve: Algo ha ocurrido. Sus preferencias no se han modificado
fr_fr: Il y a eu un problème ! Vos préférences n'ont pas été modifiées
id_id: Terjadi kesalahan! Pengaturan tidak berhasil disimpan
it_it: Qualcosa è andato storto! Le tue preferenze non sono state modificate
pt_br: Algo deu errado! Suas preferências não foram alteradas
ru_ru: Что-то пошло не так! Ваши настройки остались без изменений

source: Your preferences were cleared successfully
de_de: Die Einstellungen wurden erfolgreich zurückgesetzt
es_ve: Tus preferencias se han borrado correctamente
fr_fr: Vos préférences ont été effacées avec succès
id_id: Pengaturan berhasil dihapus
it_it: Le tue preferenze sono state cancellate con successo
pt_br: Suas preferências foram limpas com sucesso
ru_ru: Ваши настройки были успешно сброшены

source: Something went wrong! Your preferences were not cleared
de_de: Etwas ist schiefgelaufen! Die Einstellungen wurden nicht zurückgesetzt
es_ve: Algo ha ocurrido. Tus preferencias no se han borrado
fr_fr: Il y a eu un problème ! Vos préférences n'ont pas été effacées
id_id: Terjadi kesalahan! Pengaturan tidak berhasil dihapus
it_it: Qualcosa è andato storto! Le tue preferenze non sono state cancellate
pt_br: Algo deu errado! Suas preferências não foram limpas
ru_ru: Что-то пошло не так! Ваши настройки не были сброшены

source: Song ended abnormally: %s
de_de: Lied endete unerwartet: %s
es_ve: La canción terminó de forma anormal: %s
fr_fr: La chanson s'est terminée de manière anormale : %s
id_id: Lagu berhenti tidak normal: %s
it_it: La canzone si è conclusa in modo anomalo: %s
pt_br: A música terminou de forma anormal: %s
ru_ru: Песня завершилась ненормально: %s

source: Transposing by %s semitones: %s
de_de: Transponieren um %s Halbtöne: %s
es_ve: Cambiando a %s semitonos: %s
fr_fr: Transposition par %s demi-tons : %s
id_id: Menggeser nada %s setengah nada: %s
it_it: Trasposizione di %s semitoni: %s
pt_br: Transpondo em %s semitons: %s
ru_ru: Транспозиция на %s полутонов: %s

source: Skip: %s
de_de: Übersprungen: %s
es_ve: Saltar: %s
fr_fr: Passer : %s
id_id: Lewati: %s
it_it: Salta: %s
pt_br: Pulando: %s
ru_ru: Пропустить: %s

source: Resume: %s
de_de: Fortsetzen: %s
es_ve: Reanudar: %s
fr_fr: Reprendre : %s
id_id: Lanjutkan: %s
it_it: Riprendere: %s
pt_br: Retomando: %s
ru_ru: Возобновить: %s

source: Pause
id_id: Jeda
it_it: Pausa
pt_br: Pausando
ru_ru: Пауза

source: Download queued (#%d): %s
fr_fr: Téléchargé et mis en file d'attente (#%d): %s
id_id: Antrian download (#%d): %s
it_it: Scaricato ed aggiunto in coda (#%d): %s
pt_br: Música adicionada à fila (#%d): %s
ru_ru: Скачано и помещено в очередь (#%d): %s

source: Download starting: %s
fr_fr: Téléchargement de la vidéo : %s
id_id: Mulai mengunduh: %s
it_it: Scaricamento video: %s
pt_br: Baixando vídeo: %s
ru_ru: Начинается загрузка: %s

source: Downloading video: %s
de_de: Video wird heruntergeladen: %s
es_ve: Descargando vídeo: %s
fr_fr: Téléchargement de la vidéo : %s
id_id: Sedang mengunduh video: %s
it_it: Scaricamento video: %s
pt_br: Baixando vídeo: %s
ru_ru: Загрузка видео: %s

source: Error downloading song:
de_de: Fehler beim Herunterladen des Liedes:
es_ve: Error al descargar la canción:
fr_fr: Erreur lors du téléchargement d'une chanson :
id_id: Gagal mengunduh lagu:
it_it: Errore nello scaricamento della canzone:
pt_br: Erro ao baixar a música:
ru_ru: Ошибка при скачивании песни:

source: Downloaded and queued: %s
de_de: Heruntergeladen und in die Warteschlange eingereiht: %s
es_ve: Descargada y agregada a la cola: %s
fr_fr: Téléchargé et mis en file d'attente : %s
id_id: Berhasil diunduh dan ditambahkan ke antrian: %s
it_it: Scaricato ed aggiunto in coda: %s
pt_br: Música adicionada à fila: %s
ru_ru: Скачано и помещено в очередь: %s

source: Downloaded: %s
de_de: Heruntergeladen: %s
es_ve: Descargado: %s
fr_fr: Téléchargé : %s
id_id: Telah diunduh: %s
it_it: Scaricato: %s
pt_br: Baixada: %s
ru_ru: Скачано: %s

source: Error queueing song:
de_de: Fehler beim Hinzufügen des Liedes zur Warteschlange:
es_ve: Error al colocar la canción a la cola:
fr_fr: Erreur lors de la mise en file d'attente d'une chanson :
id_id: Gagal menambahkan lagu ke antrian:
it_it: Errore durante l'aggiunta del brano alla coda:
pt_br: Erro ao adicionar a música à fila:
ru_ru: Ошибка помещения песни в очередь:

source: You reached the limit of %s song(s) from an user in queue!
de_de: Das Limit von %s Lied(er) per Benutzer in der Warteschlange ist erreicht!
es_ve: Haz alcanzado el limite de %s canción(es) de un usuario en cola!
fr_fr: Vous avez atteint la limite de %s chanson(s) par utilisateur dans la file d'attente !
id_id: Anda sudah mencapai batas %s lagu per pengguna dalam antrian!
it_it: Hai raggiunto il limite di %s brani da un utente in coda!
pt_br: Você atingiu o limite de %s música(s) de um usuário na fila!
ru_ru: Вы достигли предела %s песен от одного пользователя в очереди!

source: %s added to top of queue: %s
de_de: %s wurde an die Spitze der Warteschlange hinzugefügt: %s
es_ve: %s añadido al principio de la cola: %s
fr_fr: %s ajouté au sommet de la file d'attente : %s
id_id: %s ditambahkan ke posisi teratas antrian: %s
it_it: %s aggiunto in cima alla coda: %s
pt_br: %s adicionado ao topo da fila: %s
ru_ru: %s добавлено в начало очереди: %s

source: %s added to the queue: %s
de_de: %s wurde der Warteschlange hinzugefügt: %s
es_ve: %s agregada a la cola: %s
fr_fr: %s ajouté à la file d'attente : %s
id_id: %s ditambahkan ke antrian: %s
it_it: %s aggiunto alla coda: %s
pt_br: %s adicionou à fila: %s
ru_ru: %s добавлено в очередь: %s

source: Song added to the queue: %s
de_de: Lied wurde der Warteschlange hinzugefügt: %s
es_ve: Canción agregada a la cola: %s
fr_fr: Chanson ajoutée à la file d'attente : %s
id_id: Lagu berhasil ditambahkan ke antrian: %s
it_it: Brano aggiunto alla coda: %s
pt_br: Música adicionada à fila: %s
ru_ru: Песня добавлена в очередь: %s

source: Clear queue
de_de: Warteschlange leeren
es_ve: Borrar cola
fr_fr: Effacer la file d'attente
id_id: Kosongkan antrian
it_it: Coda ripulita
pt_br: Fila limpa
ru_ru: Очистить очередь

source: Error resolving file: %s
id_id: Gagal membaca file: %s

source: Updating youtube-dl! Should take a minute or two...
es_ve: Actualizando youtube-dl! Deberia de tomar un minuto o dos...
fr_fr: Mise à jour de youtube-dl ! Cela devrait prendre une minute ou deux...
id_id: Sedang memperbarui yt-dlp! Mohon tunggu 1–2 menit...
it_it: Aggiornamento di youtube-dl! Dovrebbe richiedere un minuto o due...
pt_br: Atualizando o youtube-dl! Isso deve levar um ou dois minutos...
ru_ru: Обновление youtube-dl! Это займет пару минут...

source: You don't have permission to update youtube-dl
de_de: Keine Berechtigung, Youtube-DL zu aktualisieren
es_ve: No tienes el permiso para actualizar youtube-dl
fr_fr: Vous n'avez pas le droit de mettre à jour youtube-dl
id_id: Anda tidak memiliki izin untuk memperbarui yt-dlp
it_it: Non hai l'autorizzazione per aggiornare youtube-dl
pt_br: Você não tem permissão para atualizar o youtube-dl
ru_ru: У вас нет прав для обновления youtube-dl

source: You don't have permission to refresh the song list
es_ve: No tienes permisos para cambiar el tamaño del sistema de archivos
fr_fr: Vous n'avez pas le droit de redimensionner le système de fichiers
id_id: Anda tidak memiliki izin untuk menyegarkan daftar lagu
it_it: Non hai l'autorizzazione per ridimensionare il file system
pt_br: Você não tem permissão para atualizar a lista de músicas
ru_ru: Вам не хватает прав для обновления списка песен

source: Exiting pikaraoke now!
de_de: Pikaraoke wird jetzt beendet!
es_ve: Salir del pikaraoke ya!
fr_fr: Arrêt de pikaraoke maintenant !
id_id: Menutup Pikaraoke sekarang!
it_it: Chiusura di Pikaraoke!
pt_br: Fechando o Pikaraoke!
ru_ru: Выйти из pikaraoke прямо сейчас!

source: You don't have permission to quit
de_de: Keine Berechtigung, das Programm zu beenden
es_ve: No tienes permisos para salir
fr_fr: Vous n'avez pas le droit de quitter
id_id: Anda tidak memiliki izin untuk keluar
it_it: Non hai il permesso di chiudere
pt_br: Você não tem permissão para sair
ru_ru: У вас не хватает прапв для выхода

source: Shutting down system now!
de_de: System wird jetzt heruntergefahren!
es_ve: Apagando el sistema ahora!
fr_fr: Arrêt du système maintenant !
id_id: Mematikan sistem sekarang!
it_it: Arresto del sistema in corso!
pt_br: Desligando o sistema!
ru_ru: Останавливаем систему прямо сейчас!

source: You don't have permission to shut down
de_de: Keine Berechtigung, das System herunterzufahren
es_ve: No tienes permiso para apagar
fr_fr: Vous n'avez pas le droit d'arrêter
id_id: Anda tidak memiliki izin untuk mematikan sistem
it_it: Non hai il permesso di spegnere
pt_br: Você não tem permissão para sair
ru_ru: У вас не хватает прав на выключение

source: Rebooting system now!
de_de: System wird jetzt neu gestartet!
es_ve: Reiniciando el sistema ahora!
fr_fr: Redémarrage du système maintenant !
id_id: Merestart sistem sekarang!
it_it: Riavvio del sistema in corso!
pt_br: Reiniciando o sistema!
ru_ru: Сейчас перезагрузим систему!

source: You don't have permission to Reboot
de_de: Keine Berechtigung, das System neu zu starten
es_ve: No tienes permisos para reiniciar
fr_fr: Vous n'avez pas le droit de redémarrer
id_id: Anda tidak memiliki izin untuk merestart
it_it: Non hai il permesso di riavviare
pt_br: Você não tem permissão para reiniciar o sistema
ru_ru: У вас не хватает прав на перезагрузку

source: Expanding filesystem and rebooting system now!
de_de: Dateisystem wird erweitert und das System wird neu gestartet!
es_ve: Expandiendo los archivos de sistema y reiniciando el sistema ahora!
fr_fr: Augmentation de la taille du système de fichiers et redémarrage du système maintenant !
id_id: Sedang memperluas partisi dan akan restart sistem...
it_it: Espansione del file system e riavvio del sistema in corso!
pt_br: Expandindo o sistema e reiniciando!
ru_ru: А сейчас расширяем файловую систему и перезагружаем систему!

source: Cannot expand fs on non-raspberry pi devices!
de_de: Dateisystem kann auf Nicht-Raspberry-Pi-Geräten nicht erweitert werden!
es_ve: No se puede expandir fs en dispositivos que no sean de raspberry pi!
fr_fr: Impossible d'augmenter la taille du système de fichiers sur des appareils autres que Raspberry Pi !
id_id: Tidak bisa memperluas partisi di perangkat non-Raspberry Pi!
it_it: Impossibile espandere file system su dispositivi diversi da Raspberry Pi!
pt_br: Não é possivel expandir o sistema de arquivos em dispositivos não-raspberry pi!
ru_ru: Невозможно расширить ФС на устройствах, отличных от raspberry pi!

source: You don't have permission to resize the filesystem
de_de: Keine Berechtigung, das Dateisystem zu ändern
es_ve: No tienes permisos para cambiar el tamaño del sistema de archivos
fr_fr: Vous n'avez pas le droit de redimensionner le système de fichiers
id_id: Anda tidak memiliki izin untuk mengubah ukuran partisi
it_it: Non hai l'autorizzazione per ridimensionare il file system
pt_br: Você não tem permissão para redimensionar o sistema de arquivos
ru_ru: У вас не хватает прав, чтобы изменить размер файловой системы

source: Admin mode granted!
de_de: Admin-Modus aktiviert!
es_ve: Modo Administrados Otorgado!
fr_fr: Mode administrateur accordé !
id_id: Mode admin diaktifkan!
it_it: Modalità admin concessa!
pt_br: Modo administrador concedido!
ru_ru: Права администратора получены!

source: Incorrect admin password!
de_de: Falsches Admin-Passwort!
es_ve: Contraseña Incorrecta del Administrador!
fr_fr: Mot de passe administrateur incorrect !
id_id: Kata sandi admin salah!
it_it: Password admin errata!
pt_br: Senha de administração incorreta!
ru_ru: Неверный пароль администратора!

source: Logged out of admin mode!
de_de: Admin-Modus verlassen!
es_ve: Cerró la sesión en modo administrador!
fr_fr: Déconnexion du mode administrateur !
id_id: Telah keluar dari mode admin!
it_it: Sloggato da modalità admin!
pt_br: Você saiu do modo administrador!
ru_ru: Выход из режима администратора!

source: Accept suggested name
id_id: Terima nama yang disarankan
pt_br: Aceitar nome sugerido

source: Batch Song Renamer
id_id: Pengganti Nama Lagu Massal
pt_br: Renomear músicas em lote

source: Error: Can't edit this song because it is in the current queue:
de_de: Fehler: Dieses Lied kann nicht bearbeitet werden, da es in der aktuellen Warteschlange ist:
es_ve: Error: No se puede editar esta canción porque está actualmente en la cola:
fr_fr: Erreur : Impossible d'éditer cette chanson car elle se trouve dans la file d'attente actuelle :
id_id: Gagal mengedit: lagu ini sedang ada di antrian:
it_it: Errore: Impossibile modificare questo brano perché è nella coda corrente:
pt_br: Erro: Nao é possivel editar essa musica porque ela está na fila:
ru_ru: Ошибка: Нельзя отредактировать песню, поскольку она стоит в текущей очереди:

source: Error renaming file: '%s' to '%s', Filename already exists
de_de: Fehler beim Umbenennen der Datei: '%s' in '%s', Dateiname existiert bereits
es_ve: Error renombrando archivo: '%s' to '%s', El nombre del archivo ya existe
fr_fr: Erreur de renommage de fichier : '%s' en '%s', le nom de fichier existe déjà
id_id: Gagal mengganti nama: '%s' → '%s', nama file sudah ada
it_it: Errore durante la ridenominazione del file: '%s' in '%s', il nome del file esiste già
pt_br: Erro ao renomear o arquivo: '%s' para '%s', Nome do arquivo já existe
ru_ru: Ошибка переименования файла из '%s' в '%s', Такое имя файла уже есть

source: Error: No filename parameters were specified!
de_de: Fehler: Keine Dateinamenparameter angegeben!
es_ve: Error: No se especificaron parámetros de nombre de archivo!
fr_fr: Erreur : Aucun nom de fichier n'a été spécifié !
id_id: Gagal: tidak ada parameter nama file yang diberikan!
it_it: Errore: non sono stati specificati parametri per il nome file!
pt_br: Erro: Nenhum nome de arquivo foi especificado!
ru_ru: Ошибка: Не указан параметр имя файла!

source: Browse
de_de: Durchsuchen
es_ve: Navegador
fr_fr: Parcourir
id_id: Jelajahi
it_it: Sfoglia
pt_br: Navegar
ru_ru: Просмотр

source: Error: Can't delete this song because it is in the current queue
de_de: Fehler: Dieses Lied kann nicht gelöscht werden, da es in der aktuellen Warteschlange ist
es_ve: Error: No puedes borrar esta canción porque actualmente esta en la cola
fr_fr: Erreur : Impossible de supprimer cette chanson car elle se trouve dans la file d'attente actuelle
id_id: Gagal menghapus: lagu ini sedang ada di antrian
it_it: Errore: Impossibile eliminare questo brano perché è nella coda corrente
pt_br: Erro: Nao é possivel deletar essa musica porque ela está na fila
ru_ru: Ошибка: Нельзя удалить данную песню, потому что она в текущей очереди

source: Song deleted: %s
de_de: Lied gelöscht: %s
es_ve: Canción borrada: %s
fr_fr: Chanson supprimée : %s
id_id: Lagu dihapus: %s
it_it: Canzone eliminata: %s
pt_br: Música removida: %s
ru_ru: Песня удалена: %s

source: Error: No song specified!
de_de: Fehler: Kein Lied angegeben!
es_ve: Error: No se especificó ninguna canción!
fr_fr: Erreur : Aucune chanson spécifiée !
id_id: Gagal: tidak ada lagu yang dipilih!
it_it: Errore: nessuna canzone specificata!
pt_br: Erro: Nenhuma musica especificada!
ru_ru: Ошибка: не указана песня!

source: Renamed file: %s to %s
de_de: Datei umbenannt: %s in %s
es_ve: Archivo renombrado: %s to %s
fr_fr: Fichier renommé : %s to %s
id_id: Nama file diubah: %s → %s
it_it: File rinominato: %s in %s
pt_br: Música renomeada: %s para %s
ru_ru: Файл переименован из %s в %s

source: CPU usage query unsupported
de_de: CPU-Nutzungsabfrage wird nicht unterstützt
es_ve: Consulta de uso de CPU no admitida
fr_fr: Requête sur l'utilisation du CPU non prise en charge
id_id: Tidak mendukung pengecekan penggunaan CPU
it_it: Query sull'utilizzo della CPU non supportata
pt_br: Consulta de uso da CPU não suportada
ru_ru: Запрос использования процессора не поддерживается

source: You don't have permission to change preferences
de_de: Keine Berechtigung, Einstellungen zu ändern
es_ve: No tienes permisos para cambiar estas preferencias
fr_fr: Vous n'avez pas le droit de modifier les préférences
id_id: Anda tidak memiliki izin mengubah pengaturan
it_it: Non hai l'autorizzazione per modificare le preferenze
pt_br: Você não tem permissão para alterar as preferências
ru_ru: У вас не хватает прав, чтобы менять настройки

source: You don't have permission to clear preferences
de_de: Keine Berechtigung, Einstellungen zu löschen
es_ve: No tienes permisos para borrar estas preferencias
fr_fr: Vous n'avez pas le droit d'effacer les préférences
id_id: Anda tidak memiliki izin menghapus pengaturan
it_it: Non hai l'autorizzazione per cancellare le preferenze
pt_br: Você não tem permissão para limpar as preferências
ru_ru: У вас нет прав на сброс настроек

source: Added %s random tracks
de_de: %s zufällige Titel hinzugefügt
es_ve: Agregada %s canciones aleatorias
fr_fr: Ajout de %s pistes aléatoires
id_id: Menambahkan %s lagu acak
it_it: Aggiunte %s tracce casuali
pt_br: Adicionadas %s músicas aleatórias
ru_ru: Добавлено %s случайных треков

source: Ran out of songs!
de_de: Nicht genügend Lieder zum Hinzufügen!
es_ve: ¡Se acabaron las canciones!
fr_fr: Il n'y a plus de chansons !
id_id: Lagu sudah habis!
it_it: Ho finito le canzoni!
pt_br: Acabaram as músicas!
ru_ru: Вышли за пределы списка песен!

source: Unauthorized
id_id: Tidak diizinkan

source: Cleared the queue!
de_de: Warteschlange wurde geleert!
es_ve: ¡Se limpió la cola!
fr_fr: La file d'attente a été supprimée !
id_id: Antrian telah dikosongkan!
it_it: Coda cancellata!
pt_br: Fila limpa!
ru_ru: Очередь очищена!

source: Moved to top of queue
id_id: Dipindah ke posisi teratas antrian

source: Moved to bottom of queue
id_id: Dipindah ke posisi terbawah antrian

source: Moved down in queue
de_de: In der Warteschlange nach unten verschoben
es_ve: Movido hacia abajo en la cola
fr_fr: Déplacée vers le bas dans la file d'attente
id_id: Turun satu posisi dalam antrian
it_it: Spostato in basso nella coda
pt_br: Movida para baixo na fila
ru_ru: Перемещено в конец очереди

source: Error moving down in queue
de_de: Fehler beim Verschieben in der Warteschlange nach unten
es_ve: Error al bajar en la cola
fr_fr: Erreur lors du déplacement vers le bas dans la file d'attente
id_id: Gagal memindahkan ke bawah
it_it: Errore durante lo spostamento verso il basso nella coda
pt_br: Erro ao mover para baixo na fila
ru_ru: Ошибка перемещения в конец очереди

source: Moved up in queue
de_de: In der Warteschlange nach oben verschoben
es_ve: Subió en la cola
fr_fr: Déplacée vers le haut dans la file d'attente
id_id: Naik satu posisi dalam antrian
it_it: Spostato in alto nella coda
pt_br: Movida para cima na fila
ru_ru: Перемещено в начало очереди

source: Error moving up in queue
de_de: Fehler beim Verschieben in der Warteschlange nach oben
es_ve: Error al subir en la cola
fr_fr: Erreur lors du déplacement vers le haut dans la file d'attente
id_id: Gagal memindahkan ke atas
it_it: Errore durante lo spostamento verso l'alto nella coda
pt_br: Erro ao mover para cima na fila
ru_ru: Ошибка перемещения в начало очереди

source: Deleted from queue
de_de: Aus der Warteschlange entfernt
es_ve: Eliminada de la cola
fr_fr: Supprimé de la file d'attente
id_id: Dihapus dari antrian
it_it: Eliminato dalla coda
pt_br: Removida da fila
ru_ru: Удалено из очереди

source: Error deleting from queue
de_de: Fehler beim Entfernen aus der Warteschlange
es_ve: Error al eliminar de la cola
fr_fr: Erreur lors de la suppression de la file d'attente
id_id: Gagal menghapus dari antrian
it_it: Errore durante l'eliminazione dalla coda
pt_br: Erro ao remover da fila
ru_ru: Ошибка удаления из очереди

source: File not found.
de_de: Datei nicht gefunden.
es_ve: Archivo no encontrado.
fr_fr: Fichier non trouvé.
id_id: File tidak ditemukan.
it_it: File non trovato
pt_br: Arquivo não encontrado.
ru_ru: Файл не найден.

source: Failed to stream subtitle:
id_id: Gagal memutar subtitle:

source: Do you want to change the name of the person using this device? This will show up on queued songs. Current: CURRENT_NAME
id_id: Apakah Anda ingin mengganti nama pengguna perangkat ini? Nama ini akan muncul di samping lagu yang diantrikan. Nama saat ini: CURRENT_NAME

source: Are you sure you want to clear the ENTIRE queue? Type ok to continue
id_id: Yakin ingin mengosongkan SELURUH antrian? Ketik ok untuk melanjutkan

source: Are you sure you want to delete SONG_TITLE from the queue?
id_id: Yakin ingin menghapus SONG_TITLE dari antrian?

source: Are you sure you want to delete this song from the library?
de_de: Dieses Lied wirklich aus der Bibliothek löschen?
es_ve: Estas seguro que quieres eliminar esta canción de la librería?
fr_fr: Êtes-vous sûr de vouloir supprimer cette chanson de la bibliothèque ?
id_id: Yakin ingin menghapus lagu ini dari pustaka?
it_it: Vuoi davvero eliminare questa canzone dalla libreria?
pt_br: Tem certeza que quer excluir esta música da biblioteca?
ru_ru: Вы уверены, что хотите удалить эту песню из библиотеки?

source: Please enter your name. This will show up next to the songs you queue up from this device.
de_de: Bitte gib deinen Namen ein. Der Name wird neben den von dir hinzugefügten Liedern angezeigt.
es_ve: Por favor, escriba su nombre. Esto aparecerá junto a las canciones que pongas en cola desde este dispositivo.
fr_fr: Veuillez saisir votre nom. Celui-ci s'affichera à côté des chansons que vous mettez en file d'attente depuis de cet appareil.
id_id: Masukkan nama Anda. Nama ini akan muncul di samping lagu yang Anda masukkan ke antrian dari perangkat ini.
it_it: Inserisci il tuo nome. Questo verrà visualizzato accanto alle canzoni che metti in coda da questo dispositivo.
pt_br: Por favor digite seu nome. Irá aparecer ao lado das músicas em “a seguir” no dispositivo.
ru_ru: Пожалуйста, введите имя. Оно будет показываться при показе следующих песен, которые были добавлены с этого устройства.

source: Home
de_de: Startseite
es_ve: Inicio
fr_fr: Accueil
id_id: Beranda
ru_ru: Домой

source: Queue
de_de: Warteschlange
es_ve: Lista de Espera o Cola
fr_fr: File d'attente
id_id: Antrian
it_it: Coda
pt_br: Fila
ru_ru: Очередь

source: Search
de_de: Suche
es_ve: Buscador
fr_fr: Recherche
id_id: Cari
it_it: Cerca
pt_br: Busca
ru_ru: Поиск

source: The loading process may take a few seconds, as the song titles are compared online. Loading time may vary based on your internet connection.
id_id: Proses memuat mungkin memakan waktu beberapa detik karena judul lagu dibandingkan secara daring. Lama pemuatan tergantung koneksi internet Anda.

source: Showing all songs
id_id: Menampilkan semua lagu

source: Show only songs to rename
id_id: Tampilkan hanya lagu yang perlu diganti nama
pt_br: Mostrar somente músicas para renomear

source: Showing only songs to rename
id_id: Hanya menampilkan lagu yang perlu diganti nama

source: Show all songs
id_id: Tampilkan semua lagu
pt_br: Mostrar todas as músicas

source: Loading songs...
id_id: Memuat daftar lagu...
ru_ru: Загрузка песен...

source: No suggestion!
de_de: Kein Vorschlag!
es_ve: Ninguna sugerencia!
fr_fr: Aucune suggestion !
id_id: Tidak ada saran!
it_it: Nessun suggerimento disponibile!
pt_br: Sem sugestões!
ru_ru: Нет подходящих!
