Repository: vicwomg/pikaraoke
Catalog: pikaraoke/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_ve, fr_fr, id_id, it_it, pt_br, ru_ru

source: Disk Usage: %(disk)s
de_de: Festplattennutzung: %(disk)s
es_ve: Uso de disco: %(disk)s
it_it: Uso Disco: %(disk)s

source: Memory: %(memory)s
de_de: Speicher: %(memory)s
es_ve: Memoria: %(memory)s
it_it: Memoria: %(memory)s

source: * Videos are only transcoded when: normalization is on, audio/video synchronization not zero, a song is transposed, playing a CDG/MOV/AVI/MKV file. Most unmodified MP4 files will not need to be transcoded.
es_ve: * Los vídeos solo se transcodifican cuando la normalización está activada, se transpone una canción o se reproduce un archivo CDG/MOV/AVI/MKV. La mayoría de los archivos MP4 sin modificar no necesitan transcodificarse.

source: Refresh the song list:
de_de: Liederliste aktualisieren:
es_ve: Actualizar la lista de canciones:

source: If downloads or searches stopped working, updating youtube-dl will probably fix it. The current installed version is: "%(youtubedl_version)s"
de_de: Wenn das Herunterladen oder die Suche nicht funktionieren, wird eine Aktualisierung von Youtube-DL das Problem wahrscheinlich beheben. Die aktuell installierte Version ist: "%(youtubedl_version)s\
es_ve: Si las descargas o búsquedas dejaron de funcionar, la actualización de youtube-dl probablemente lo solucionará. La versión instalada actualmente es: "%(youtubedl_version)s"

source: This update link above may fail if you don't have proper file permissions. Check the pikaraoke log for errors.
de_de: Diese Aktualisierung kann ohne die nötigen Dateiberechtigungen fehlschlagen. Pikaraoke-Log auf Fehler überprüfen.
es_ve: Este enlace de actualización anterior puede fallar si no tiene los permisos de archivo adecuados. Consulte el registro de pikaraoke en busca de errores.

source: If you just installed the pre-built pikaraoke pi image and your SD card is larger than 4GB, you may want to expand the filesystem to utilize the remaining space. You only need to do this once. This will reboot the system.
de_de: Wenn du das vorgefertigte Pikaraoke-Pi-Image installiert hast und deine SD-Karte größer als 4GB ist, solltest du das Dateisystem erweitern, um den gesamten Speicherplatz nutzbar zu machen. Dies musst du nur einmal machen. Das System startet hierzu neu.
es_ve: Si acaba de instalar la imagen pikaraoke prediseñada y su tarjeta SD tiene más de 4 GB, es posible que desee ampliar el sistema de archivos para utilizar el espacio restante. Sólo necesitas hacer esto una vez. Esto reiniciará el sistema.

source: Disable admin mode: <a href="%(logout_url)s">Log out</a>
de_de: Admin-Modus deaktivieren: <a href="%(logout_url)s">Abmelden</a>
es_ve: Deshabilitar el modo de administración: <a href="%(logout_url)s">Cerrar sesión</a>

source: Enable admin mode: <a href="%(login_url)s">Log in</a>
de_de: Admin-Modus aktivieren: <a href="%(login_url)s">Anmelden</a>
es_ve: Habilitar el modo administrador: <a href="%(login_url)s">acceso</a>

source: Type a song (title/artist) to search the available songs and click 'Add to queue' to add it to the queue.
de_de: Tippe ein Lied ein (Titel/Künstler), um die verfügbaren Lieder zu durchsuchen und klicke auf "Zur Warteschlange hinzufügen", um es zur Warteschlange hinzufügen.
es_ve: Escriba una canción (título/artista) para buscar las canciones disponibles y haga click en "Agregar a la cola" para agregarla a la cola.

source: If the song doesn't appear in the "Available Songs" dropdown, click 'Search' to find it on Youtube
de_de: Wenn das Lied nicht im "Verfügbare Lieder"-Dropdown-Menü erscheint, klicke auf "Suche", um es auf Youtube zu finden
es_ve: Sí la canción no aparece en el menú desplegable "Canciones disponibles", haz click en 'Buscar' para encontrarla en Youtube

source: Add to queue once downloaded
de_de: Nach dem Herunterladen zur Warteschlange hinzufügen
es_ve: Agregar a la cola una vez descargado

source: Searching YouTube for <small><i>'%(search_term)s'</i></small>
de_de: Suche auf Youtube nach <small><i>'%(search_term)s'</i></small>
es_ve: Buscando en YouTube <small><i>'%(search_term)s'</i></small>

source: Search results for <small><i>'%(search_string)s'</i></small>
de_de: Suchergebnisse für <small><i>'%(search_string)s'</i></small>
es_ve: Resultados de la búsqueda para <small><i>'%(search_string)s'</i></small>

source: Click dropdown to show more results
de_de: Klicke auf das Dropdown-Menü für weitere Ergebnisse
es_ve: Haga click en el menú desplegable para mostrar más resultados

source: Add to queue once downloaded
de_de: Nach dem Herunterladen zur Warteschlange hinzufügen
es_ve: Agregar a la cola una vez descargado

source: Due to limititations with browser permissions, you must interact with the page once before it allows autoplay of videos. Pikaraoke will not play otherwise. Click the button below to <a onClick="handleConfirmation()">confirm</a> .
de_de: Aufgrund eingeschränkter Browserberechtigungen musst du mit der Seite interagieren, damit Autoplay für Videos aktiviert werden kann. Pikaraoke kann ansonsten keine Videos abspielen. Klicke hierzu auf den Button <a onClick="handleConfirmation()">Bestätigen</a>.
es_ve: Debido a limitaciones con los permisos del navegador, debes interactuar con la página una vez para que se active la reproducción automática de videos. De lo contrario, Pikaraoke no reproducirá. Haz clic en el botón de abajo para <a onClick="handleConfirmation()">confirmar</a> .
