Repository: vicwomg/pikaraoke
Catalog: pikaraoke/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_ve, fr_fr, id_id, it_it, pt_br, ru_ru

source: Update youtube-dl
de_de: Youtube-DL aktualisieren
es_ve: Actualizar youtube-dl
fr_fr: Mettre à jour youtube-dl
id_id: Perbarui yt-dlp
it_it: Aggiorna youtube-dl
pt_br: Atualizar youtube-dl
ru_ru: Обновить youtube-dl

source: * This update link above may fail if you don't have proper file permissions. Check the pikaraoke log for errors.
id_id: * Link pembaruan di atas bisa gagal jika izin file tidak cukup. Periksa log Pikaraoke untuk melihat kesalahan.

source: Shutdown
de_de: Herunterfahren
es_ve: Apagar
fr_fr: Arrêt
id_id: Matikan
it_it: Spegnimento
pt_br: Desligar
ru_ru: Выключить

source: Don't just pull the plug! Always shut down your server properly to avoid data corruption.
de_de: Zieh nicht einfach den Stecker! Fahr den Server immer korrekt herunter, um Datenkorruption zu vermeiden.
es_ve: ¡No simplemente desconectes el enchufe! Apague siempre su servidor correctamente para evitar la corrupción de datos.
fr_fr: Ne vous contentez pas de débrancher ! Fermez toujours votre serveur correctement afin d'éviter la corruption des données.
id_id: Jangan langsung mencabut kabel! Matikan server dengan benar agar data tidak rusak.
it_it: Non staccare la spina! Spegni sempre correttamente il server per evitare corruzione dei dati.
pt_br: Não puxe o plugue da tomada! Sempre desligue o servidor corretamente para evitar dados corrompidos.
ru_ru: Не выдергивай штепсель из розетки! Всегда корректно завершай работу сервера, дабы не потерять данные.

source: Quit Pikaraoke
de_de: Pikaraoke beenden
es_ve: Salir del pikaraoke
fr_fr: Quitter pikaraoke
id_id: Keluar dari Pikaraoke
it_it: Esci da Pikaraoke
pt_br: Sair do Pikaraoke
ru_ru: Выход из Pikaraoke

source: Reboot System
de_de: System neustarten
es_ve: Reiniciar el sistema
fr_fr: Redémarrer le système
id_id: Restart Sistem
it_it: Riavvia il sistema
pt_br: Reiniciar sistema
ru_ru: Перезагрузить систему

source: Shutdown System
de_de: System herunterfahren
es_ve: Sistema de apagado
fr_fr: Arrêter le système
id_id: Matikan Sistem
it_it: Spegni il sistema
pt_br: Desligar sistema
ru_ru: Выключить систему

source: Other
de_de: Sonstiges
es_ve: Otros
fr_fr: Autre
id_id: Lainnya
it_it: Altro
pt_br: Outros
ru_ru: Иное

source: Expand Raspberry Pi filesystem
de_de: Raspberry Pi-Dateisystem erweitern
es_ve: Expandir el sistema de archivos Raspberry Pi
fr_fr: Redimensionner le système de fichiers Raspberry Pi
id_id: Perluas partisi Raspberry Pi
it_it: Espandi il file system del Raspberry Pi
pt_br: Expandir sistema de arquivos do Raspberry Pi
ru_ru: Раскрыть файловую систему Raspberry Pi

source: If you just installed the pre-built pikaraoke pi image and your SD card is larger than 4GB, you may want to expand the filesystem to utilize the remaining space. You only need to do this once. This will reboot the system.
id_id: Jika Anda baru saja memasang image Pikaraoke bawaan dan kartu SD lebih besar dari 4GB, Anda mungkin ingin memperluas partisi agar bisa memanfaatkan sisa ruang. Cukup dilakukan sekali saja. Sistem akan restart setelah ini.

source: Logout
id_id: Keluar

source: Click here to logout from admin mode.
id_id: Klik di sini untuk keluar dari mode admin.
pt_br: Clique aqui para sair do modo de administração.

source: Log out
id_id: Keluar

source: Login
de_de: Anmelden
es_ve: Acceso
fr_fr: Connexion
id_id: Masuk
ru_ru: Логин

source: Click here to login as admin.
id_id: Klik di sini untuk masuk sebagai admin.
pt_br: Clique aqui para entrar como administrador.

source: Log in
fr_fr: Connexion
id_id: Masuk
ru_ru: Логин

source: Enter the administrator password
de_de: Administratorpasswort eingeben
es_ve: Ingrese la contraseña del administrador
fr_fr: Saisissez le mot de passe administrateur
id_id: Masukkan kata sandi administrator
it_it: Inserisci la password di amministrazione
pt_br: Digite a senha de administrador
ru_ru: Введите пароль администратора

source: Options
id_id: Opsi

source: Pending downloads
id_id: Download tertunda

source: Queued
id_id: Dalam antrian

source: Download Errors
id_id: Kesalahan Download

source: Failed
id_id: Gagal

source: Dismiss
id_id: Tutup

source: Drag to reorder
id_id: Seret untuk mengatur ulang urutan

source: The queue is empty
de_de: Die Warteschlange ist leer
es_ve: La cola esta vacia
fr_fr: La file d'attente est vide
id_id: Antrian kosong
it_it: La coda è vuota
pt_br: A fila está vazia
ru_ru: Очередь пуста

source: Play
id_id: Putar

source: Add <input id="randomNumberInput" class="input mx-2 p-2" pattern="\d*" maxlength="2" value="3" min="1" max="99" style="width: 42px" /> random songs
id_id: Tambahkan <input id="randomNumberInput" class="input mx-2 p-2" pattern="\d*" maxlength="2" value="3" min="1" max="99" style="width: 42px" /> lagu acak
pt_br: Adicionar <input id="randomNumberInput" class="input mx-2 p-2" pattern="\d*" maxlength="2" value="3" min="1" max="99" style="width: 40px" /> músicas aleatórias
ru_ru: Добавить <input id="randomNumberInput" class="input mx-2 p-2" pattern="\d*" maxlength="2" value="3" min="1" max="99" style="width: 40px" /> случайных песни

source: Clear all
de_de: Alles löschen
es_ve: Borrar todo
fr_fr: Tout effacer
id_id: Hapus semua
it_it: Elimina intera coda
pt_br: Limpar todos
ru_ru: Очистить все

source: Play Next
id_id: Putar Selanjutnya

source: Move to Top
id_id: Pindah ke atas

source: Move Up
id_id: Naik satu

source: Move Down
id_id: Turun satu

source: Move to Bottom
id_id: Pindah ke bawah

source: Remove from Queue
id_id: Hapus dari antrian

source: Restart
id_id: Putar ulang

source: Skip
id_id: Lewati

source: Download queue
id_id: Antrian download

source: Available songs in local library
de_de: Verfügbare Lieder in der lokalen Bibliothek
es_ve: Canciones disponibles en la biblioteca local
fr_fr: Chansons disponibles dans la bibliothèque locale
id_id: Lagu yang tersedia di pustaka lokal
it_it: Brani disponibili nella libreria locale
pt_br: Músicas disponíveis na biblioteca local
ru_ru: Песни из локальной библиотеки

source: Search / Add New
de_de: Suchen / Neu hinzufügen
es_ve: Buscar / Agregar nuevo
fr_fr: Recherche / Ajout
id_id: Cari / Tambah Baru
it_it: Cerca / Aggiungi nuova
pt_br: Procurar / Adicionar Novo
ru_ru: Поиск/добавить новую

source: Available Songs
de_de: Verfügbare Lieder
es_ve: Canciones disponibles
fr_fr: Chansons disponibles
id_id: Lagu Tersedia
it_it: Brani disponibili
pt_br: Músicas disponíveis
ru_ru: Доступные песни

source: Add to queue
de_de: Zur Warteschlange hinzufügen
es_ve: Añadir a la cola
fr_fr: Ajouter à la file d'attente
id_id: Tambah ke antrian
it_it: Aggiungi alla coda
pt_br: Adicionar à fila
ru_ru: Добавить в очередь

source: Clear
de_de: Löschen
es_ve: Borrar
fr_fr: Effacer
id_id: Hapus
it_it: Pulisci
pt_br: Limpar
ru_ru: Очистить

source: Advanced
de_de: Erweitert
es_ve: Avanzado
fr_fr: Avancés
id_id: Lanjutan
it_it: Avanzate
pt_br: Avançado
ru_ru: Продвинутое

source: - Type a song (title/artist) to search the available songs and click 'Add to queue' to add it to the queue.
id_id: - Ketik judul lagu atau nama artis untuk mencari lagu yang sudah ada, lalu klik 'Tambah ke antrian'.

source: - If the song doesn't appear in the "Available Songs" dropdown, click 'Search' to find it on Youtube
id_id: - Jika lagu tidak muncul di daftar "Lagu Tersedia", klik 'Cari' untuk mencarinya di YouTube

source: Include non-karaoke matches
de_de: Nicht-Karaoke-Treffer einbeziehen
es_ve: Incluir videos que no sean de karaoke
fr_fr: Inclure les résultats non-karaoké
id_id: Sertakan hasil yang bukan versi karaoke
it_it: Includi risultati non karaoke
pt_br: Adicionar resultados não-karaoke
ru_ru: Включить совпадения не караоке

source: Direct download YouTube url:
de_de: Direktes Herunterladen von einer YouTube-URL:
es_ve: URL de descarga directa de YouTube:
fr_fr: Téléchargement direct URL Youtube :
id_id: URL YouTube langsung untuk diunduh:
it_it: Download diretto da indirizzo YouTube:
pt_br: URL direta para baixar do YouTube:
ru_ru: Прямая ссылка на скачивание с YouTube:

source: Add to queue once downloaded
fr_fr: Ajouter à la file d'attente une fois téléchargé
id_id: Tambahkan ke antrian setelah selesai diunduh
it_it: Aggiungi alla coda una volta scaricato
pt_br: Adicionar na fila depois de baixar
ru_ru: Добавить в очеред после загрузки

source: Download
de_de: Herunterladen
es_ve: Descargar
fr_fr: Télécharger
id_id: Unduh
it_it: Scarica
pt_br: Baixar
ru_ru: Загрузить

source: Searching YouTube for <small><i>'%(search_term)s'</i></small>
id_id: Mencari di YouTube: <small><i>'%(search_term)s'</i></small>

source: Search results for <small><i>'%(search_string)s'</i></small>
id_id: Hasil pencarian untuk <small><i>'%(search_string)s'</i></small>

source: Click dropdown to show more results
fr_fr: Cliquez sur la liste déroulante pour afficher plus de résultats
id_id: Klik dropdown untuk melihat hasil lainnya
it_it: Clicca sul menu a discesa per visualizzare più risultati
pt_br: Clique para mostrar mais resultados
ru_ru: Щелкни выпадающий список, чтобы увидеть больше результатов

source: Link:
fr_fr: Lien :
id_id: Tautan:
ru_ru: Ссылка:

source: Connection lost. Is the server still running?
id_id: Koneksi terputus. Apakah server masih berjalan?

source: This browser is not fully supported. You may experience streaming issues. Please use Chrome/Safari/Firefox/Edge for best results.
id_id: Browser ini tidak sepenuhnya didukung. Anda mungkin mengalami masalah streaming. Gunakan Chrome, Safari, Firefox, atau Edge untuk hasil terbaik.

source: Never sing again... ever.
de_de: Sing bloß nie wieder... niemals.
es_ve: No vuelvas a cantar más nunca... NUNCA.
fr_fr: Ne chantez plus jamais... jamais.
id_id: Jangan nyanyi lagi... selamanya.
it_it: Non cantare mai più... mai più.
pt_br: Nunca mais cante... nunca.
ru_ru: Никогда больше не пойте... никогда.

source: That was a really good impression of a dying cat!
de_de: Das war eine wirklich gute Imitation einer sterbenden Katze!
es_ve: ¡Esa fue una muy buena impresión de un gato moribundo!
fr_fr: C'était une très bonne imitation de chat mourant !
id_id: Itu sangat mirip suara kucing sekarat!
it_it: È stata davvero una bella imitazione di un gatto morente!
pt_br: Essa foi uma ótima imitação de um gato morrendo!
ru_ru: Это было отличное изображение дохлого кота!

source: Thank God it's over.
de_de: Gott sei Dank ist es vorbei.
es_ve: Gracias a Dios que ya terminó.
fr_fr: Dieu merci, c'est fini.
id_id: Syukurlah sudah selesai.
it_it: Grazie a Dio è finita.
pt_br: Graças a Deus acabou.
ru_ru: Слава Богу, наконец-то закончилось.

source: Pass the mic, please!
de_de: Lass lieber jemand anderes singen!
es_ve: ¡Pasa el micrófono por favor!
fr_fr: Faites tourner le micro, je vous en prie !
id_id: Tolong serahkan mikrofonnya!
it_it: Passa il microfono, per favore!
pt_br: Passe o microfone para o próximo, por favor!
ru_ru: Пожалуйста, передайте микрофон!

source: Well, I'm sure you're very good at your day job.
de_de: Nun, bestimmt bist du wenigstens in deinem Hauptberuf sehr gut.
es_ve: Bueno, estoy seguro de que eres muy bueno solamente en tu trabajo.
fr_fr: Eh bien, je suis sûr que vous êtes très bon dans votre domaine.
id_id: Yah, pasti kamu jago di pekerjaan sehari-hari.
it_it: Beh, sono sicuro che sei molto bravo nel tuo lavoro quotidiano.
pt_br: Bem, tenho certeza de que você é muito bom no seu trabalho do dia a dia.
ru_ru: Ладно, я уверен, что вы неплохо справляетесь со своей обычной работой.

source: I've seen better.
de_de: Ich habe schon Besseres gesehen.
es_ve: He visto mejores.
fr_fr: J'ai vu mieux.
id_id: Sudah pernah dengar yang lebih bagus.
it_it: Ho visto di meglio.
pt_br: Já vi melhores.
ru_ru: Я пел лучше.

source: Ok... just ok.
de_de: Okay... einfach okay.
es_ve: Ok... simplemente ok.
fr_fr: Ok... juste ok.
id_id: Oke... biasa saja.
it_it: Ok... solo ok.
pt_br: Ok... só ok.
ru_ru: Ок... просто ок.

source: Not bad for an amateur.
de_de: Nicht schlecht für einen Amateur.
es_ve: No está mal para una aficionada(o).
fr_fr: Pas mal pour un amateur.
id_id: Lumayan untuk pemula.
it_it: Non male per un dilettante.
pt_br: Nada mal para um amador.
ru_ru: Неплохо для любителя.

source: You put on a decent show.
de_de: Du hast eine ordentliche Show abgeliefert.
es_ve: Hiciste un espectáculo decente.
fr_fr: Vous avez offert un spectacle décent.
id_id: Penampilan yang cukup bagus.
it_it: Hai fatto uno spettacolo decente.
pt_br: Até que o show foi legalzinho.
ru_ru: Вы устроили достойное шоу.

source: That was... something.
de_de: Das war... etwas.
es_ve: Eso fue...algo.
fr_fr: C'était... quelque chose.
id_id: Itu... lumayan unik.
it_it: Quello è stato... qualcosa.
pt_br: Isso foi... alguma coisa.
ru_ru: Это было... что-то.

source: Congratulations! That was unbelievable!
de_de: Herzlichen Glückwunsch! Das war unglaublich!
es_ve: ¡Felicidades! ¡Fue increíble!
fr_fr: Félicitations ! C'était incroyable !
id_id: Selamat! Luar biasa sekali!
it_it: Congratulazioni! È stato incredibile!
pt_br: Parabéns! Isso foi incrível!
ru_ru: Поздравляем! Это было невероятно!

source: Wow, have you tried auditioning for The Voice?
de_de: Wow, hast du dich schon für 'The Voice' beworben?
es_ve: Vaya, ¿has probado a hacer una audición para THE VOICE?
fr_fr: Waouh, avez-vous essayé d'auditionner pour The Voice ?
id_id: Wah, pernah ikut audisi The Voice belum?
it_it: Wow, hai mai provato a fare un provino per The Voice?
pt_br: Uau, já tentou se inscrever no The Voice?
ru_ru: Ого, а вы пробовали пройти прослушивание для шоу «Голос»?

source: Please, sing another one!
de_de: Bitte, sing noch eins!
es_ve: Por favor, canta otra!
fr_fr: S'il vous plaît, chantez-en une autre !
id_id: Tolong nyanyi satu lagu lagi!
it_it: Per favore, cantane un'altra!
pt_br: Por favor, cante mais uma!
ru_ru: Пожалуйста, спойте еще одну!

source: You rock! You know that?!
de_de: Du rockst! Weißt du das?!
es_ve: ¡Eres genial! ¿Lo sabías?!
fr_fr: Vous déchirez ! Vraiment !
id_id: Kamu keren banget! Sadar ngga sih?!
it_it: Sei fantastico! Lo sai?!
pt_br: Você arrasa! Sabia disso?!
ru_ru: Ты крут! Знаешь об этом?!

source: Woah, who let Freddie Mercury in here?
de_de: Wow, wer hat Freddie Mercury hier reingelassen?
es_ve: Vaya, ¿quién dejó entrar a Freddie Mercury aquí?
fr_fr: Waouh, qui a laissé Freddie Mercury entrer ici ?
id_id: Wah, siapa yang ngajak Freddie Mercury masuk ke sini?
it_it: Wow, chi ha fatto entrare Freddie Mercury qui?
pt_br: Hey, quem trouxe o Freddie Mercury aqui?
ru_ru: Вот это да! Кто вызвал сюда Муслима Магомаева?

source: Up next:
de_de: Als Nächstes:
es_ve: A continuación:
fr_fr: À suivre :
id_id: Selanjutnya:
it_it: Prossimo brano:
pt_br: A seguir:
ru_ru: Следующая:

source: Next singer:
de_de: Nächster Sänger:
es_ve: Próximo cantante:
fr_fr: Chanteur suivant :
id_id: Penyanyi berikutnya:
it_it: Prossimo cantante:
pt_br: Próximo cantor:
ru_ru: Следующий певец:

source: Your Score
de_de: Deine Punktzahl
es_ve: Tu puntuación
fr_fr: Votre score
id_id: Skor Anda
it_it: Il tuo punteggio
pt_br: Sua nota
ru_ru: Ваши баллы

source: Due to limitations with browser permissions, you must interact with the page once before it allows autoplay of videos. Pikaraoke will not play otherwise. Click the button below to confirm.
id_id: Karena batasan izin browser, Anda harus berinteraksi sekali dengan halaman ini agar video bisa autoplay. Jika tidak, Pikaraoke tidak akan memutar. Klik tombol di bawah untuk mengonfirmasi.

source: Confirm
de_de: Bestätigen
es_ve: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
pt_br: Confirmar
ru_ru: Согласен

source: The loading process may take a few seconds, as the song titles are compared online. Loading time may vary based on your internet connection.
pt_br: O carregamento pode levar alguns segundos, pois os títulos das músicas são comparados online. O tempo de carregamento pode variar de acordo com a sua conexão com a internet.

source: Showing all songs
pt_br: Mostrando todas as músicas

source: Showing only songs to rename
pt_br: Mostrando somente músicas para renomear

source: Sort by Date
fr_fr: Trié par date
it_it: Ordinato per data
pt_br: Ordenado por data
ru_ru: Отсортировано по дате

source: Sort by Alphabetical
fr_fr: Tri alphabétique
it_it: Ordina Alfabeticamente
pt_br: Ordenar por Nome
ru_ru: Отсортировано по алфавиту

source: Platform:
de_de: Plattform:
es_ve: Plataforma:
fr_fr: Plateforme :
it_it: Piattaforma:
pt_br: Plataforma:
ru_ru: Платформа:

source: If downloads or searches stopped working, updating youtube-dl will probably fix it.<br/> The current installed version is: "%(youtubedl_version)s".
fr_fr: Si les téléchargements ou les recherches ont cessé de fonctionner, la mise à jour de youtube-dl devrait résoudre le problème. La version installée actuellement est : "%(youtubedl_version)s"
it_it: Se i download o le ricerche hanno smesso di funzionare, l'aggiornamento di youtube-dl probabilmente risolverà il problema. La versione attualmente installata è: "%(youtubedl_version)s"
pt_br: Se os downloads ou buscas pararem de funcionar, a atualização do youtube-dlprovavelmente irá consertá-lo.<br/> A versão instalada atual é: "%(youtubedl_version)s".
ru_ru: Если загрузка или поиск перестали работать, обновление youtube-dl возможно все исправит. Текущая установленная версия: "%(youtubedl_version)s"

source: * This update link above may fail if you don't have proper file permissions. Check the pikaraoke log for errors.
fr_fr: Le lien de mise à jour ci-dessus peut échouer si vous n'avez pas les droits nécessaires. Vérifiez le journal d'erreurs de pikaraoke.
it_it: Il link d'aggiornamento potrebbe non funzionare se non hai i permessi file adeguati. Controlla i log di pikaraoke per eventuali errori.
pt_br: * Este link de atualização acima pode falhar se você não tiver as devidas permissões de arquivo. Verifique se há erros no log do pikaraoke.
ru_ru: Ссылка на обновления выше может не сработат, если не будет хватать прав на файлы. Смотрите ошибки в логах pikaraoke.

source: If you just installed the pre-built pikaraoke pi image and your SD card is larger than 4GB, you may want to expand the filesystem to utilize the remaining space. You only need to do this once. This will reboot the system.
fr_fr: Si vous venez d'installer l'image préconstruite de pikaraoke pi et que votre carte SD a une capacité supérieure à 4 Go, vous devriez étendre le système de fichiers pour utiliser l'espace restant. Vous n'avez besoin de faire cela qu'une seule fois. Cette opération redémarrera le système.
it_it: Se hai appena installato l'immagine pre-costruita di pikaraoke pi e la tua scheda SD è più grande di 4 GB, potresti voler espandere il file system per utilizzare lo spazio rimanente. Devi farlo solo una volta. Questo riavvierà il sistema.
pt_br: Se você acabou de instalar a imagem do pikaraoke pi pré-construído e seu cartão SD é maior que 4GB, você pode querer expandir o sistema de arquivos para utilizar o espaço restante. Você só precisa fazer isso uma vez. Isto reiniciará o sistema.
ru_ru: Если вы установили предварительно сформированный образ pikaraoke pi и ваша SD карта больше 4Гб, то можете захотеть расширить файловую систему, чтобы использовать оставшееся место. Это необходимо сделать только один раз. Система будет перезагружена.

source: Admin
pt_br: Administração

source: - Type a song (title/artist) to search the available songs and click 'Add to queue' to add it to the queue.
fr_fr: Saisissez une chanson (titre/artiste) pour chercher parmi les chansons disponibles et cliquez sur 'Ajouter à la file d'attente' pour l'ajouter à la file d'attente.
it_it: Digita una canzone (titolo/artista) per cercare le canzoni disponibili e clicca su 'Aggiungi alla coda' per aggiungerla alla coda.
pt_br: - Digite uma música (título/artista) para procurar as músicas disponíveis e clique em 'Adicionar à fila' para adicioná-la à fila.
ru_ru: Набери песню (название/артист) для поиска среди доступных песен и нажми 'Добавить в очередь' чтобы добавить ее в очередь.

source: - If the song doesn't appear in the "Available Songs" dropdown, click 'Search' to find it on Youtube
fr_fr: Si la chanson n'apparaît pas dans la liste déroulante "Chansons disponibles", cliquez sur 'Rechercher' pour la trouver sur Youtube
it_it: Se la canzone non appare nel menu a discesa "Brani disponibili", clicca su 'Cerca' per trovarla su Youtube
pt_br: Se a música não aparecer no menu suspenso "Canções Disponíveis", clique em "Procurar" para encontrá-la no Youtube
ru_ru: Если песня не представлена в выпадающем списке доступных песен Нажми 'Поиск' чтобы поискать ее на Youtube

source: Searching YouTube for <small><i>'%(search_term)s'</i></small>
fr_fr: Recherche YouTube pour <small><i>'%(search_term)s'</i></small>
it_it: Ricerca su YouTube per <small><i>'%(search_term)s'</i></small>
pt_br: Procurando no YouTube por <small><i>'%(search_term)s'</i></small>
ru_ru: Поиск на YouTube <small><i>'%(search_term)s'</i></small>

source: Search results for <small><i>'%(search_string)s'</i></small>
fr_fr: Résultats de la recherche pour <small><i>'%(search_string)s'</i></small>
it_it: Risultati ricerca per <small><i>'%(search_string)s'</i></small>
pt_br: Buscar resultados por <small><i>'%(search_string)s'</i></small>
ru_ru: Результаты поиска для <small><i>'%(search_string)s'</i></small>

source: Due to limitations with browser permissions, you must interact with the page once before it allows autoplay of videos. Pikaraoke will not play otherwise. Click the button below to <a onClick="handleConfirmation()">confirm</a>.
fr_fr: En raison de limitations liées aux autorisations du navigateur, vous devez interagir avec la page une fois avant qu'elle n'autorise la lecture automatique des vidéos. Dans le cas contraire, pikaraoke ne pourra pas fonctionner. Cliquez sur le bouton ci-dessous pour <a onClick="handleConfirmation()">confirmer</a> .
it_it: A causa delle limitazioni con i permessi del browser, devi interagire con la pagina una volta prima che consenta la riproduzione automatica dei video. Pikaraoke non verrà riprodotto in caso contrario. Fai clic sul pulsante in basso per <a onClick="handleConfirmation()">conferma</a> .
pt_br: Devido a limitações nas permissões do navegador, você deve interagir com a página uma vez antes que ela permita a reprodução automática de vídeos. Pikaraokê não jogue de outra forma. Clique no botão abaixo para <a onClick="handleConfirmation()">confirmar</a> .
ru_ru: Из за ограничений браузера, вам придется единожды провзаимодействовать с этой страницей, чтоб разрешить автоматическое проигрывание видео. Pikaraoke не будет играть их без этого. Щелкните по кнопке внизу <a onClick="handleConfirmation()">разрешить</a> .

source: Volume: %s
de_de: Lautstärke: %s
es_ve: Volumen: %s
ru_ru: Громкость: %s

source: Download started: %s. This may take a couple of minutes to complete.
de_de: Herunterladen gestartet: %s. Dies kann einige Minuten dauern.
es_ve: Descarga iniciada: %s. Puede tardar un par de minutos en completarse.

source: Song will be added to queue.
de_de: Lied wird der Warteschlange hinzugefügt.
es_ve: La canción se agregará a la cola.

source: Song will appear in the "available songs" list.
de_de: Lied wird in der Liste "Verfügbare Lieder" angezeigt.
es_ve: La canción aparecerá en la lista de "Canciones Disponibles".

source: Do you want to change the name of the person using this device? This will show up on queued songs. Current: %(currentUser)s
de_de: Möchtest du den Benutzernamen dieses Geräts ändern? Dieser erscheint neben von dir hinzugefügten Liedern. Aktuell: %(currentUser)s
es_ve: Quieres cambiar el nombre la persona que esta usando este dispositivo? Esto se mostrará en la cola en la lista de las canciones. Actualmente: %(currentUser)s

source: Sorted Alphabetically
de_de: Alphabetisch sortiert
es_ve: Ordenado alfabéticamente
